Repository: mohazadi/joinin-wp
Catalog: languages/joinin-*.po
Languages: fa_ir

source: Rooms
fa_ir: JoinIN

source: Room Settings
fa_ir: تنظیمات اتاق

source: Server
fa_ir: سرور

source: The server settings explanation.
fa_ir: The settings listed below determine the JoinIN server that will be used for the live sessions.

source: EndPoint
fa_ir: آدرس API

source: Shared Secret
fa_ir: کلید API

source: Example
fa_ir: مثال

source: Default server settings 1. Default server settings 2.
fa_ir: Note that the values included by default are using a FREE JoinIN server provided by <Faryan I.C.>. They have to be replaced with the parameters obtained from a server better suited for production.

source: Save server settings success message.
fa_ir: تبریک! تنظیمات با موفقیت ذخیره شد.

source: Save server settings bad url error message.
fa_ir: خطا: توجه کنید که انتهای آدرس باید علامت '/' باشد.

source: Save server settings bad server settings error message.
fa_ir: خطا: اتصال به سرور میسر نمی‌باشد. آیا از تنظیمات خود مطمئن هستید؟

source: Add New
fa_ir: افزودن

source: Add New Room
fa_ir: افزودن اتاق

source: Edit Room
fa_ir: ویرایش اتاق

source: View Room
fa_ir: مشاهده اتاق

source: View Rooms
fa_ir: مشاهده اتاق‌ها

source: Search Rooms
fa_ir: جستجوی اتاق‌ها

source: No rooms found
fa_ir: هیچ اتاقی یافت نشد

source: No rooms found in trash
fa_ir: هیچ اتاقی در زباله‌دان یافت نشد

source: All Rooms
fa_ir: همه اتاق‌ها

source: New Room
fa_ir: اتاق جدید

source: Room Archives
fa_ir: آرشیو اتاق‌ها

source: Insert into room
fa_ir: وارد‌کردن در اتاق

source: Uploaded to this room
fa_ir: بارگذاری‌شده در اتاق

source: Filter rooms list
fa_ir: فیلتر‌کردن

source: Rooms list navigation
fa_ir: مرور

source: Rooms list
fa_ir: لیست اتاق‌ها

source: Room published
fa_ir: اتاق منتشر شد

source: Room published privately
fa_ir: اتاق خصوصی منتشر شد

source: Room reverted to draft
fa_ir: اتاق پی‌نویس شد

source: Room scheduled
fa_ir: زمان‌بندی اتاق

source: Room updated
fa_ir: اتاق به‌روز شد

source: Moderator Code
fa_ir: رمز مدیر

source: Viewer Code
fa_ir: رمز شرکت‌کنندگان

source: Recordable
fa_ir: ضبط فعال

source: true
fa_ir: بله

source: false
fa_ir: خیر

source: Join
fa_ir: ملحق‌شدن

source: Wait for Moderator
fa_ir: لطفا منتظر شروع جلسه باشید

source: Meeting
fa_ir: جلسه/کلاس

source: Recording
fa_ir: فایل ضبط شده

source: Recordings
fa_ir: فایل‌های ضبط شده

source: Manage
fa_ir: مدیریت

source: Expand recordings
fa_ir: فایل‌های ضبط شده

source: Collapse recordings
fa_ir: فایل‌های ضبط شده

source: Statistics
fa_ir: آمار

source: Presentation
fa_ir: ارائه

source: Video
fa_ir: ویدئو

source: Protected
fa_ir: خصوصی

source: Unprotected
fa_ir: عمومی

source: Access Code
fa_ir: رمز دسترسی

source: This room does not currently have any recordings.
fa_ir: در حال حاضر فایل ضبط برای این اتاق وجود ندارد.

source: The meeting has not started yet. You will be automatically redirected to the meeting when it starts.
fa_ir: این جلسه هنوز شروع نشده است. پس از شروع جلسه، به طور خودکار به آن وارد خواهید شد.

source: The meeting has not started yet. Please wait for a moderator to start the meeting before joining.
fa_ir: این جلسه هنوز شروع نشده است. لطفا منتظر شروع جلسه باشید.

source: Room selection
fa_ir: انتخاب اتاق

source: Displays a JoinIN login form.
fa_ir: نمایش صفحه لاگین JoinIN

source: There are no rooms in the selection.
fa_ir: اتاقی انتخاب نشده است.
